# Инструкции для работы с markdown

## Выделение текста

_Курсивом также можно сделать текст, если выделить его нижним подчеркиванием_

__А полужиным текст можно сделать, если отметить его двойным нижним подчеркиванием__

*Альтернативные способы выделения текста нужны для того, чтобы мы могли совмещать оба этох __способа например__*
## Списки

Чтобы выделить ненумерованный список, используйте *

## Работа с изображениями

Чтобы вставить изображение в текст достаточно написать следующее:
![привет, это foto!](foto.jpg)




## Ссылки

## Работа с таблицами

## Цитаты

## Заключение