# Инструкции для работы с markdown

## Выделение текста

_Курсивом также можно сделать текст, если выделить его нижним подчеркиванием_

__А полужиным текст можно сделать, если отметить его двойным нижним подчеркиванием__

*Альтернативные способы выделения текста нужны для того, чтобы мы могли совмещать оба этох __способа например__*
## Списки

Чтобы выделить ненумерованный список, используйте *
*Чтобы выделить текст курсивом, необходимо обрамить его звездочками*

**Чтобы выделить текст полужирным, необходимо обрамить его двумя звездочками**

## Списки

Чтобы добавить ненумерованные списки необходимо пункты выделить звездочками 
* Элемент 1
* Элемент 2
* Элемент 3
* Элемент 4

Чтобы добавить нумерованные списки - пронумеровать
1. пункт
2. пункт



## Работа с изображениями

Чтобы вставить изображение в текст достаточно написать следующее:
![привет, это foto!](foto.jpg)




## Ссылки

## Работа с таблицами

## Цитаты

## Заключение